Repository: OPUS4/application
Catalog: trunk/modules/account/language/account.tmx
Source language: de
Languages: en

source: Konto
en: Account

source: Speichern
en: Save

source: Vorname:
en: Firstname:

source: Nachnahme:
en: Lastname:

source: Passwort:
en: Password:

source: Passwort best√§tigen:
en: Confirm password:

source: Das Login wird bereits verwendet.
en: Login is already used.
